tap "athenz/athenz-utils", "https://ghe.corp.yahoo.co.jp/athenz/homebrew-athenz-utils"
tap "athenz/zms-cli", "https://ghe.corp.yahoo.co.jp/athenz/homebrew-zms-cli"
tap "cantino/mcfly", "https://github.com/cantino/mcfly"
tap "cloudfoundry/tap"
tap "d12frosted/emacs-plus"
tap "homebrew/brewdler"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "idservice/idn", "https://ghe.corp.yahoo.co.jp/idservice/homebrew-idn"
tap "neovim/neovim"
tap "pivotal/tap"
tap "rcmdnk/file"
tap "sanemat/font"
tap "shyiko/ktlint"
tap "theseal/ssh-askpass"
tap "universal-ctags/universal-ctags"
brew "autoconf"
brew "automake"
brew "bash"
brew "icu4c"
brew "brew-gem"
brew "freetype"
brew "fontconfig"
brew "gdbm"
brew "gettext"
brew "libffi"
brew "pcre"
brew "readline"
brew "sqlite"
brew "xz"
brew "glib"
brew "pixman"
brew "cairo"
brew "cassandra", restart_service: true
brew "ccm"
brew "cmake"
brew "composer"
brew "coreutils"
brew "cscope"
brew "csshx"
brew "libevent"
brew "zeromq"
brew "czmq"
brew "e2fsprogs"
brew "libtool"
brew "fontforge"
brew "unixodbc"
brew "fzf"
brew "ghq"
brew "git"
brew "go"
brew "glide"
brew "pkg-config"
brew "goenv"
brew "gradle"
brew "graphviz"
brew "httpd"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "kotlin"
brew "libsodium"
brew "libxml2"
brew "mas"
brew "maven"
brew "md5sha1sum"
brew "mono"
brew "mysql-client"
brew "neovim", args: ["HEAD"]
brew "nkf"
brew "pandoc"
brew "peco"
brew "php"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "php@7.2"
brew "privoxy"
brew "q"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rxvt-unicode"
brew "sbt"
brew "scala"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "vim"
brew "w3m"
brew "wget"
brew "yarn"
brew "z"
brew "zlib"
brew "zplug"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "athenz/athenz-utils/athenz-utils"
brew "athenz/zms-cli/zms-cli"
brew "cantino/mcfly/mcfly"
brew "cloudfoundry/tap/cf-cli"
brew "idservice/idn/idn"
brew "pivotal/tap/springboot"
brew "rcmdnk/file/brew-file"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "shyiko/ktlint/ktlint"
brew "theseal/ssh-askpass/ssh-askpass"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD", "with-jansson"]
cask "adoptopenjdk8"
cask "atom"
cask "clipy"
cask "corretto"
cask "docker"
cask "font-hack-nerd-font"
cask "font-source-code-pro"
cask "hyper"
cask "intellij-idea-ce"
cask "java"
cask "java8"
cask "java9"
cask "karabiner-elements"
cask "sts"
mas "Magnet", id: 441258766
mas "Xcode", id: 497799835
